[
  {
    "id": "001",
    "titulo": "O Iluminado, de Stephen King",
    "autor": "José Almir",
    "image": "https://images-na.ssl-images-amazon.com/images/I/813vdywE5SS.jpg",
    "critica": "Uma família em crise, um hotel que se isola no inverno e… Stephen KING! O Iluminado é um clássico do cinema. Com as talentosas mãos de Stanley Kubrick e os olhares aterrorizantes de Jack Nicholson, o filme tenta traduzir um pouco do terror que o livro entrega, mas as páginas folheadas uma a uma, provocam uma imersão que só King poderia provocar. O livro conta a história da família Torrance, com o pai Jack, um ex alcoólatra que luta diariamente contra o vício, Wendy, uma dona de casa amável, mãe atenciosa e esposa atormentada pelos atos passados do marido, e o filho do casal Danny, que tem o poder de prever o futuro e habilidades extra-sensoriais.Jack foi demitido de seu emprego como professor depois de perder o controle e agredir fisicamente um aluno. O rapaz havia furado os pneus de seu carro após uma aula na qual os dois se desentenderam. O prazer que a bebida oferece é um lembrete diário da fuga fácil que a sobriedade lhe rouba, e ele luta contra essa vontade toda vez que seus planos traçados sofrem uma mudança, ou seu lado violento dá as caras. Wendy é dona de casa e passa o tempo cuidando de Danny, tentando esquecer o Jack alcoólatra e violento que ainda a torturava suas lembranças. Ela se banha diariamente de esperança, torcendo para que a família Torrance se torne a família de comercial de margarina que ela sempre sonhou. Sem opções de trabalho, se afundando em dívidas e com o nome sujo no meio acadêmico, Jack procura a ajuda de um amigo de seu passado recente, com quem dividiu bebidas, tombos e uma tragédia, para conseguir sustentar sua família. A solução conseguida foi tornar-se responsável pela manutenção do Hotel Overlook durante os meses de inverno, quando a neve se espalhava pela montanha, isolando o hotel e seu zelador de qualquer contato humano."
  },
  {
    "id":"002",
    "titulo": "A Trilogia do Mago Negro II – A Aprendiz",
    "autor": "Victor Icoma",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81CyPPbtILL.jpg",
    "critica": "No segundo volume da trilogia de Trudi Canavan (a resenha do primeiro pode ser lida aqui), acompanhamos Sonea exatamente havia sido deixada, uma aprendiz recém aceita no Clã dos Magos. Como ficou bem claro no livro anterior, os preconceitos de classe são fortes no país de Kyralia, e a adaptação da primeira aluna favelada a ser aceita como aprendiz no Clã acostumado a receber a elite é o grande foco. Mas são ache que as dificuldades de Sonea envolvem não saber que talheres usar ou como falar. Seus problemas envolvem a forma como aquela elite com a qual convive agora enxerga os pobres, e ela se vê obrigada a provar seus talentos e suas capacidades repetidamente para colegas e mestres. Para piorar tudo, uma descoberta acidental no livro anterior força que ela guarde um segredo mortal, o que torna sua adaptação ainda mais difícil."
  },
  {
    "id":"003",
    "titulo": "Meu Velho Guerrilheiro",
    "autor": "José Magalhães",
    "image": "https://images-na.ssl-images-amazon.com/images/I/41s7vjk0QJL._SX319_BO1,204,203,200_.jpg",
    "critica": "Após viver alguns anos fora do Brasil, um autor retorna ao lar para ajudar sua mãe a cuidar do pai, que recentemente passou a se comportar de forma estranha e planeja matar o atual presidente chego ao poder por meio de um golpe de Estado. Meu Velho Guerrilheiro é o novo romance do pernambucano Álvaro Filho, lançado em 2018 pela editora Jaguatirica. A obra narra a construção das memórias de um filho em relação ao seu pai que, tendo vivido a repressão da Ditadura Militar, torna-se obcecado pela ideia de matar Michel Temer após a queda do governo Dilma em 2016. Um quebra cabeças de estilhaços de memórias. O livro narrado em primeira pessoa conta as impressões do personagem-narrador sobre seu pai, construindo a partir de memórias que viveu e histórias que ouviu uma imagem de quem seria aquele homem. O autor consegue momentos bastante belos a partir dessa proposta, algo potencializado por uma escrita de frases curtas e repetições sonoras, que em muitos pontos flerta com o texto poético, fluxos de pensamento ou até mesmo de delírio. Enquanto conhecemos melhor o Velho Guerrilheiro do título, também passamos a conhecer melhor o narrador, herdeiro da cultura familiar de seus pais e avôs, e consequentemente fruto desses elementos. Pouco a pouco ele vai entendendo o peso do passado na construção de  alguém como indivíduo e o quanto a hereditariedade pode muitas vezes fazer as vezes de destino inescapável."
  },
  {
    "id":"004",
    "titulo": "BTK, MEU PAI: livro de memórias escrito por filha de serial killer narra devastação à saúde mental",
    "autor": "Bob Esponja",
    "image": "https://darkside.vteximg.com.br/arquivos/ids/177320-491-491/btk-0.png",
    "critica": "Uma leitura para quem gosta de criminologia e livros de memórias. O livro BTK: Meu Pai foi escrito por Kerri Rawson, mulher que descobriu que o pai só era um serial killer norte-americano aos 26 anos. Filha de Dennis Rader, conhecido como BTK (em tradução, amarrar, torturar e matar). Com tradução de Monique D’Orazio, lançada em 2021 no Brasil pela DarkSide Books, a obra vem para trazer mais material sobre comportamento criminal e mente de assassinos em série para o catálogo da editora."
  },
  {
    "id":"005",
    "titulo": "O Colecionador - John Fowles",
    "autor": "Akyra Brasil",
    "image": "https://darkside.vteximg.com.br/arquivos/ids/173965-491-491/111-o-colecionador-6.png",
    "critica": "Thriller de estreia do escritor John Fowles, O Colecionador (The Collector) abordou um assunto que tem se tornado cada vez mais comum, mas que para a época poderia ser chocante. A edição da DarkSide Books publicada em 2018, com tradução de Antônio Tibau, conta com uma introdução instigante escrita pelo Stephen King. Narrado em primeira pessoa por Clegg, um entomologista que coleciona borboletas e fica obcecado por Miranda, uma jovem estudante de arte, O Colecionador impressiona pela data original de publicação, 1963. Dá para perceber a clara influência que o livro teve em outras obras de suspense e thriller em diferentes formatos midiáticos. O que nos dias atuais pode parecer até trivial devido às notícias e popularização de narrativas ficcionais e reais sobre stalkers, só consigo imaginar a força que o romance thriller teve quando foi lançado."
  }
]
